<?php

return [
    'en' => 'Английская версия',
    'ru' => 'Русская версия',
    'Languages' => 'Языки',
    'Currencies' => 'Валюты',
    'Post Status New' => 'Новая',
    'Post Status Accepted' => 'Принятая',
    'Post Status Rejected' => 'Отклоненная',
    'Currency reference' => <<<REF
Модуль валют работает с прямыми котировками валют по отношению к базовой.
Для корректной работы необходимой указывать стоимость единицы (1 либо 10, 100, 1000 - при низкой стоимости) редактируемой валюты в базовой валюте.
Для базовой валюты номинал и курс "по умолчанию" должны быть равны единице.
REF
    ,
    'Premium block reference' => <<<REF
Если город выбран, то ссылку можно не указывать.
Она сгенерируется автоматически
REF
    ,
    'Interface ru' => 'РУС',
    'Interface en' => 'АНГЛ',
];
